Repository: wp-plugins/image-caption-hover
Catalog: languages/image-caption-hover-*.po
Languages: de_de, fr_fr

source: Image Caption Hover Settings
de_de: Bildunterschrift Hover-Einstellungen
fr_fr: Image Paramètres Légende Hover

source: Need Help
de_de: Brauche Hilfe
fr_fr: Besoin D'Aide

source: Image
de_de: Bild

source: Paste URL or use from Media
de_de: Paste URL oder der Nutzung von Medien
fr_fr: URL Coller ou l'utilisation de médias

source: Select Image
de_de: Bild auswählen
fr_fr: Sélectionner l'image

source: Select
de_de: wählen
fr_fr: sélectionner

source: Media
de_de: Medien
fr_fr: médias

source: Use media to upload image
de_de: Verwenden Sie Medien, um Bild hochladen
fr_fr: Utiliser les médias pour télécharger l'image

source: Title
de_de: Titel
fr_fr: titre

source: It will be used as title attribute of image tag
de_de: Es wird als Titel-Attribut des Image-Tag verwendet werden
fr_fr: Il sera utilisé comme titre attribut de balise d'image

source: Alternate Text
de_de: Alternativtext
fr_fr: Autre texte

source: It will be used as alt attribute of image tag
de_de: Es wird als alt-Attribut der Image-Tag verwendet werden
fr_fr: Il sera utilisé comme attribut alt de la balise d'image

source: Caption
de_de: Bildunterschrift
fr_fr: légende

source: Caption Text (HTML tags can be used)
de_de: Caption Text (HTML-Tags verwendet werden kann)
fr_fr: Légende texte (balises HTML peuvent être utilisés)

source: Right
de_de: Recht
fr_fr: droite

source: Left
de_de: links
fr_fr: gauche

source: Justify
de_de: rechtfertigen
fr_fr: justifier

source: Caption Background Color
de_de: Caption Hintergrundfarbe
fr_fr: Légende couleur de fond

source: Background Opacity
de_de: Hintergrund Deckkraft
fr_fr: Opacité de fond

source: Title (for your reference)
de_de: Titel (zu Ihrer Information)
fr_fr: Titre (pour votre référence)

source: Hover
de_de: schweben
fr_fr: flotter

source: Hover Style
de_de: Hover Stil

source: Slide left to right
de_de: Slide links nach rechts
fr_fr: Faites glisser de gauche à droite

source: Slide right to left
de_de: Schieben Sie rechts nach links
fr_fr: Faites glisser de droite à gauche

source: Slide bottom to top
de_de: Schieben Sie unten nach oben
fr_fr: Faites glisser de bas en haut

source: Slide top to bottom
de_de: Schieben Sie oben nach unten
fr_fr: Faites glisser de haut en bas

source: Image flip up
de_de: Bild klappen
fr_fr: Image relevez

source: Image flip down
de_de: Bild nach unten zu kippen
fr_fr: Retournement de l'image vers le bas

source: Image flip right
de_de: Bilddrehung rechts
fr_fr: Retournement de l'image droite

source: Image flip left
de_de: Bilddrehung nach links
fr_fr: Retournement de l'image à gauche

source: Rotate image down
de_de: Bild drehen nach unten
fr_fr: Rotation de l'image vers le bas

source: Image turn around
de_de: Bild umdrehen
fr_fr: Image tourner autour

source: Zoom in
de_de: hineinzoomen
fr_fr: agrandir

source: Image tilt
de_de: Bildneigungs
fr_fr: inclinaison de l'image

source: Move image right
de_de: Image Nach rechts
fr_fr: Déplacer l'image à droite

source: Move image left
de_de: Bild nach links
fr_fr: Déplacer l'image à gauche

source: Move image top
de_de: Bild in Top-
fr_fr: Déplacer l'image top

source: Move image bottom
de_de: Verschieben Bild unten
fr_fr: Déplacer l'image de fond

source: Image squeez right
de_de: Bild-Schere rechts
fr_fr: Image de droite squeeze

source: Image squeez left
de_de: Bild Squeeze links
fr_fr: Image resserrement gauche

source: Image squeez top
de_de: Bild Squeeze top
fr_fr: Image du haut squeeze

source: Image squeez bottom
de_de: Bild Squeeze unten
fr_fr: Resserrement fond de l'image

source: Choose hover style
de_de: Wählen Sie Hover-Stil
fr_fr: Choisissez le style de vol stationnaire

source: Preview
de_de: Vorschau
fr_fr: avant-première

source: Refresh Preview
de_de: Vorschau aktualisieren

source: Delete
de_de: löschen
fr_fr: effacer

source: Duplicate
de_de: Duplikat
fr_fr: dupliquer

source: Add New
de_de: In New
fr_fr: Ajouter un nouveau

source: Get Shortcode
de_de: Holen Sie Kurzwahl
fr_fr: Obtenez Shortcode

source: Image Caption Hover
de_de: Bildunterschrift Hover
fr_fr: Légende de l'image Hover

source: Save Changes
de_de: Änderungen Speichern
fr_fr: Sauvegarder Les Changements

source: Changes Saved
de_de: Änderungen Gespeichert
fr_fr: modifications enregistrées

source: You can also use HTML tags here
de_de: Sie können HTML-Tags auch hier verwenden
fr_fr: Vous pouvez également utiliser des balises HTML ici

source: Caption alignment
de_de: caption Ausrichtung
fr_fr: Alignement de Légende

source: Caption background color:
de_de: Caption Hintergrundfarbe:
fr_fr: Légende couleur de fond:

source: Caption background opacity:
de_de: Caption Hintergrund Deckkraft:
fr_fr: Légende opacité de fond:

source: Caption text color:
de_de: Caption Textfarbe:
fr_fr: Légende couleur du texte:

source: Hover styles
de_de: Hover Arten
fr_fr: Styles de Hover

source: Caption Alignment
fr_fr: Alignement de Légende

source: Caption Text Color
fr_fr: Légende Couleur du texte

source: Hover style
fr_fr: Style de Hover
